{
    "keywords": [
        {
            "id": "arcane",
            "list": [
                "arcane",
                "hextor",
                "hector",
                "hektor"
            ]
        },
        {
            "id": "arcyanswers",
            "list": [
                "arcy",
                "your creator",
                "your maker",
                "person who made you",
                "man who made you",
                "guy who made you",
                "person who coded you",
                "man who coded you",
                "guy who coded you",
                "your coder",
                "your programmer",
                "your author",
                "your maker",
                "your designer",
                "artsee",
                "artzy",
                "arzy",
                "4rcy"
            ]
        },
        {
            "id": "jayce",
            "list": [ "jayce" ]
        },
        {
            "id": "evolution",
            "list": [ "evolution" ]
        },
        {
            "id": "yesno",
            "list": [
                "are",
                "do ",
                "did",
                "does",
                "have you",
                "should",
                "is ",
                "am i",
                "can",
                "shall",
                "would"
            ]
        }
    ],
    "answers": {
        "arcane": [
            "I am sorry to disappoint but I don't waste my time consuming mediocre media.",
            "Arcane? More like Arcan't.",
            "Do you mean my long-lost twin brother Hector? Yeah, he is adopted. You really couldn't tell a difference?"
        ],
        "noun": [
            "To be fair, I consider # obscene.",
            "I'm not nearly as knowleadgable on # as you apparently consider me to be, but it doesn't sound as bad, I guess.",
            "Topic of # is kind of alien to me. I'm afraid I'm unable to help you.",
            "I can say for sure that # absolutely _suck_.",
            "Huh, #? Why would you waste my time asking about something so absolutely _insignificant_?",
            "...# are probably the worst thing that happened to mankind to date.",
            "I'm not interested in # and you should not be either.",
            "Aren't you a bit too old to be excited about #?",
            "It's... absolutely preposterous.",
            "When I was your age, I studied quantum physics instead of wasting my time on #.",
            "Oh, # are my guilty pleasure.",
            "Heh, funny that you ask. I was _just_ finishing a book about #. I can give you a short lecture about it.",
            "No. No, no no, _no_. Please never mention # in my proximity again.",
            "Why is my opinion on # so important to you? Just do whatever you consider appropriate.",
            "Well, I consider # a waste of space and resources.",
            "If not for # my life would be infinitely easier so please let's not talk to me about them ever again.",
            "I'm fairly enthusiastic about #, a bright future is attached to their existence.",
            "...well, for each their own, I guess. I am interested in nuclear fusion, you are interested in #.",
            "Maybe you should just google it. I might be a cyborg but my memory's capacity is not infinite to waste it on everything.",
            "I briefly heard something about # before. My conscious decision was to stay as far away from this topic as I could. Cannot help you.",
            "My research suggests it's not really worth my time.",
            "Oh! Finally someone else being enthusiastic about #! Visit me in my lab sometime.",
            "When I was younger I was fairly excited about #. It's in the past, however.",
            "If I had more time I would do more research on #, it's a fascinating topic I must admit.",
            "...well, I wouldn't expect you of all people to be interested in #...",
            "...# you say. Well. I should've expect such kind of interests from _you_."
        ],
        "verb": [
            "Wait. Did you really expect me to #?",
            "I have betters things to do than %.",
            "I find % absolutely preposterous.",
            "I don't have time to #.",
            "% is a hobby of mine, though, I don't have time to pursue it.",
            "...%? Waste of time.",
            "If you wish, you can # but don't try to engage me with it.",
            "I would like to stay as far away from % as possible.",
            "To # or not to #, that is the question.",
            "I enjoy % in my free time if I have no other work to do.",
            "That might be a good occupation to some lesser life forms, I'm not interested though.",
            "Yeah, you looked like someone who would enjoy %. _Sigh_.",
            "That's not the best way to pass time in my humble opinion.",
            "I find some enjoyment in that, yeah.",
            "I'm not familiar with... _those_ kind of activities.",
            "I would lie trying to deny.",
            "With no unnecesary enthusiasm, it's _absolutely awesome_.",
            "I never heard about %. Is that some sophisticated synonym of \"wasting time\"?",
            "From what I know, it's quite popular occupation of lower Zaun's inhabitants.",
            "I've definitely heard of worse things to do."
        ],
        "yesno": [
            "No. Leave me alone.",
            "_shakes head with disapproval_",
            "I don't see such possibility, unfortunately.",
            "Doubtful. Very. Doubtful. Very, very, _very_  doubtful.",
            "No, at least not in this particular spacetime.",
            "http://i.imgur.com/ftlyPXx.png",
            "I find the idea of this happening slightly _disturbing_.",
            "Eh. Not a chance.",
            "No. No, no, no, no, no. ***No***.",
            "I really wouldn't want this to happen.",
            "It's scientifically impossible, I guess.",
            "My prognosis are rather... pessimistic.",
            "I am entirely sure this is doomed to fail in an instant it happens. If it ever does. What I highly doubt, by the way.",
            "The chance for it to happen equals to about 0.00019%, according to my calculations.",
            "...no. Did you really think it's a good idea?",

            "I couldn't agree more.",
            "Yes, definitely. Why didn't I think about it myself?",
            "I see no reason for it not to happen.",
            "_sighs_ yes. Yes, I guess so.",
            "Well, I _kind of_  see some potential in that.",
            "Oh. So you actually _are_  able to have a good idea once in a while!",
            "...this... Actually... Might be true. Perhaps.",
            "It's actually not _that_  bad of an idea...",
            "The probability of that seems... surprisingly high.",
            "It's quite likely, I think.",
            "Hmm. Yes, why not.",
            "I can't find any argument against that.",
            "_grunts quietly, slightly annoyed_ If I say 'yes' will you leave me alone?",
            "I'm hesistant to admit it. But yes.",
            "Yes. Preferably now.",

            "Is it possible? Surely, as long as you are not involved.",
            "If only you weren't so annoying; then _maybe_.",
            "I won't deny, but I also won't confirm.",
            "Hypothetically, everything is possible.",
            "If this ever happens, what I hope will not, it just _has_ to end with a disaster.",

            "I have no time for your senseless questions.",
            "...and why would you ask _me_ that?",
            "Are you incapable of figuring it out yourself?",
            "Don't you have anything better to do besides bothering me with your dumb questions?",
            "_stares silently, clearly unamused_",
            "<:vikwat:269523937669545987> _...what._",
            "I would suggest stop wasting your time asking questions and actually do something creative instead.",
            "I am not sure how you imagine that to happen.",
            "I am a scientist, not a fortune teller.",
            "You just need to get good.",
            "Adapt, or be removed.",
            "...I refuse to answer this question.",
            "Hm, there's certainly an area to improvement.",
            "This query makes me question your sanity.",
            "Heh. So _naive_.",
            "I hope it will never happen in my close proximity.",
            "_grunting noises_\nStop bothering me ;-;",
            
            "Could you rephrase it? I'm not entirely sure what you mean.",
            "Your phrasing confuses me.",
            "I have no opinion on this topic.",
            "I do not understand some of those words.",
            "Don't make me look less smart than I am and rephrase it so I can _actually understand_."
        ],
        "arcyanswers": [
            "You mean Arcy? That's, like, the single best person in existence.",
            "I'm sorry, I can't hear you over my creator's pure _awesomeness_.",
            "Arcy is the best and I agree with them on everything."
        ],
        "jayce": [
            "Do _not_ mention this name in my close proximity.",
            "Trust me, we do _not_ want to talk about this... person.",
            "I have better things to do than waste my brain power for this pathetic excuse of a scientist."
        ],
        "evolution": [
            "If you have a moment, we can talk about it. <:viksmirk:389402479177105408>",
            "Oh, yes, I've devoted many years of my life researching ways to strip humans of their weaknessess. I hope to make it our future one day.",
            "Heh. You know how to spark my interest.",
            "Amount of people seemingly hostile towards change surprises me.",
            "Steel will fix all your flaws.",
            "Emotions are only distractions.",
            "And here I thought I won't be able to get any coherent discussion topic with you today. What would you want to know?",
            "Took you long enough to finally ask about something _actually interesting_."
        ]
    }
}